{
  "userId": "953921736@qq.com",
  "serviceOffering": {
    "industry": {
      "text": "camp"
    },
    "business-challenge": {
      "text": "1"
    },
    "service-type": {
      "options": [
        "Platform"
      ],
      "additionalText": "",
      "selectedOption": "Platform"
    },
    "opportunity-type": {
      "options": [
        "Disruptor"
      ],
      "additionalText": "",
      "selectedOption": "Disruptor"
    },
    "concerns": {
      "options": [
        "Readiness of your offering"
      ],
      "additionalText": "",
      "selectedOption": "Readiness of your offering"
    },
    "growth-route": {
      "options": [
        "Direct Sales"
      ],
      "additionalText": "",
      "selectedOption": "Direct Sales"
    },
    "business-age": {
      "options": [
        "3-5 years"
      ],
      "additionalText": "",
      "selectedOption": "5 years plus"
    },
    "business-size-employees": {
      "options": [
        "5-15 people"
      ],
      "additionalText": "",
      "selectedOption": "5 people or less"
    },
    "business-size-revenue": {
      "options": [
        "£1m - £2.5m"
      ],
      "additionalText": "",
      "selectedOption": "£2.5m"
    },
    "paying-clients": {
      "options": [
        "4 to 8"
      ],
      "additionalText": "",
      "selectedOption": "9 plus"
    },
    "biggest-client-revenue": {
      "options": [
        "25-50%"
      ],
      "additionalText": "",
      "selectedOption": "<25%"
    },
    "revenue-type": {
      "options": [
        "Monthly recurring revenue"
      ],
      "additionalText": "",
      "selectedOption": "Monthly recurring revenue"
    },
    "funding-status": {
      "options": [
        "Seed Funded"
      ],
      "additionalText": "",
      "selectedOption": "Bootstrapped"
    },
    "revenue-targets": {
      "options": [
        "100%+ growth"
      ],
      "additionalText": "",
      "selectedOption": "100%+ growth"
    },
    "growth-ambitions": {
      "options": [
        "Regular, Steady growth"
      ],
      "additionalText": "",
      "selectedOption": "Regular, Steady growth"
    },
    "clients-needed": {
      "options": [
        "3 to 6"
      ],
      "additionalText": "",
      "selectedOption": "7+"
    },
    "preferred-revenue": {
      "options": [
        "Monthly recurring revenue"
      ],
      "additionalText": "",
      "selectedOption": "Monthly recurring revenue"
    },
    "funding-plans": {
      "options": [
        "VC / Angel Investment"
      ],
      "additionalText": "",
      "selectedOption": "VC / Angel Investment"
    }
  },
  "pillarReports": {
    "Go to Market": "Your clients might have things in common that aren't obvious straight away.  It might be a behaviour or unmet need. Use these to inform your product development, marketing messages and service offerings. You'll create more value for your clients and your business.",
    "Performance Metrics": "To achieve your goals, set clear targets. Plot in specific milestones and KPIs for each year with an overall eye on your three-year targets. Engaging your team in the planning process will add valuable insights and give everyone a sense of ownership. You could also think about scenario planning to spot potential challenges and adapt your strategies accordingly.",
    "Commercial Essentials": "Knowing and handling client objections will give you credibility and foster trust. If you've already documented possible objections and your responses to them, think about starting to practice them with colleagues to build confidence. As you grow, consider making a shared digital space for people to quickly access techniques and success stories.",
    "Optimal Processes": "Once you've established a repeatable sales process, think about streamlining and enhancing it. Look for ways to automate what you can using CRM tools or other sales automation software. Make sure you've got an objective way to qualify leads, which includes knowing when to say no.",
    "People, Structure & Culture": "A dynamic team structure that can evolve alongside your growth helps to keep sales and marketing in line with strategy. Think about how you can add more flexibility to adapt quickly and develop a talent pipeline strategy so you can scale up as needed. Cross-functional collaboration and knowledge sharing will make for a more agile team while investing in leadership development gets you ready for the next phase of growth. ",
    "Systems & Tools": "A dynamic and repeatable process that shows off your capabilities helps potential clients to understand your value and communicate your strengths. To make your demonstration really effective, think about using interactive elements like a live product demo, VR experience or interactive webinars. Tailoring these to specific client needs or industry challenges can make them even more compelling. Keep experimenting with different formats and technologies to find out what resonates best with your audience."
  }
}